Repository: Ryu0118/Booklog
Catalog: Booklog/Localizable.xcstrings
Source language: en
Languages: ja

source: [Other Apps](https://apps.apple.com/jp/developer/ryunosuke-shibuya/id1588660637)
ja: [他の開発者のアプリ](https://apps.apple.com/jp/developer/ryunosuke-shibuya/id1588660637)

source: [Source Code](https://github.com/Ryu0118/Booklog)
ja: [ソースコード](https://github.com/Ryu0118/Booklog)

source: %lld days remaining
ja: 残り%lld日

source: Add a custom book
ja: 独自の本を追加

source: Add book
ja: 本を追加

source: All books in "%@" will be deleted.
ja: “%@”にある本は全て削除されます

source: An error has occurred
ja: エラーが発生しました

source: An error occurred during the network request
ja: ネットワークリクエスト中にエラーが発生しました

source: Are you sure you want to delete ‘%@’ completely?
ja: ‘%@’を完全に削除してもよろしいですか？

source: Backlog
ja: バックログ

source: Book cannot be found
ja: 本が見つかりませんでした

source: Cancel
ja: キャンセル

source: Change color theme
ja: カラーテーマを変更する

source: Color
ja: 色

source: Completed
ja: 完了

source: Create a new board
ja: 新規ボードを作成

source: Create a new status
ja: 新規ステータスを作成

source: Deadline
ja: 期限

source: Default
ja: デフォルト

source: Delete
ja: 削除

source: Delete "%@"
ja: “%@”を削除

source: Delete all books
ja: 本を全て削除

source: Description
ja: 概要

source: Do you really want to delete "%@"?
ja: 本当に”%@”を削除しますか？

source: Do you really want to delete all of them?
ja: 本当に全て削除しますか？

source: Do you really want to delete this book?
ja: 本当にこの本を削除しますか？

source: Edit
ja: 編集

source: Enable
ja: 有効にする

source: Enter a book title
ja: 本のタイトルを入力してください

source: Enter a description
ja: 概要を入力してください

source: Enter a new board name
ja: 名前を入力してください

source: Enter a new status name
ja: 新しいステータス名を入力してください

source: Enter a page count
ja: ページ数を入力してください

source: Enter a tag title
ja: タグのタイトルを入力してください

source: Enter the current number of pages
ja: 現在のページ数を入力

source: Enter the name of the book you want to search
ja: 検索したい本の名前を入力

source: In progress
ja: 進行中

source: No books have been added to "%@"
ja: "%@"に本が追加されていません

source: No books were found
ja: 本が見つかりませんでした

source: No tags have been added
ja: タグが追加されていません

source: Other
ja: その他

# Page %lld / %lld (%@)
source: Page %1$lld / %2$lld (%3$@)
ja: ページ %1$lld / %2$lld (%3$@)

source: Page Count
ja: ページ数

source: Read barcode
ja: 本のバーコードを読み取る

source: Rename
ja: 名前を変更

source: Save
ja: 保存

source: Search books
ja: 本を探す

source: Search for books
ja: 本を探す

source: Status cannot be found
ja: ステータスが見つかりませんでした

source: Tag
ja: タグ

source: This action cannot be undone.
ja: この操作は取り消せません

source: Title
ja: タイトル

source: Unknown error
ja: 不明なエラー

source: Yes
ja: はい
